{
    "feat": [
      {
        "name": "Acrobat",
        "text": [
          "You become more nimble, gaining the following benefits: ",
          "  ",
          "• Increase your Dexterity score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Acrobatics skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• As a bonus action, you can make a DC 15 Dexterity (Acrobatics) check. If you succeed, difficult terrain doesn’t cost you extra movement until the end of the current turn."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 1",
        "proficiency": "acrobatics",
        "modifier": {
          "category": "ability score",
          "text": "dexterity +1"
        }
      },
      {
        "name": "Actor",
        "text": [
          "Skilled at mimicry and dramatics, you gain the following benefits.",
          " ",
          "• Increase your Charisma score by 1, to a maximum of 20.",
          " ",
          "• You have advantage on Charisma (Deception) and Charisma (Performance) checks when trying to pass yourself off as a different person.",
          " ",
          "• You can mimic the speech of another person or the sounds made by other creatures. You must have heard the person speaking, or heard the creature make the sound, for at least 1 minute. A successful Wisdom (Insight) check contested by your Charisma (Deception) check allows a listener to determine that the effect is faked."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 165",
        "modifier": {
          "category": "ability score",
          "text": "charisma +1"
        }
      },
      {
        "name": "Alchemist",
        "text": [
          "You have studied the secrets of alchemy and are an expert in its practice, gaining the following benefits:",
          " ",
          "• Increase your Intelligence score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with alchemist’s supplies. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
          " ",
          "• As an action, you can identify one potion within 5 feet of you, as if you had tasted it. You must see the liquid for this benefit to work.",
          " ",
          "• Over the course of any short rest, you can temporarily improve the potency of one potion of healing of any rarity. To use this benefit, you must have alchemist’s supplies with you, and the potion must be within reach. If the potion is drunk no more than 1 hour after the short rest ends, the creature drinking the potion can forgo the potion’s die roll and regains the maximum number of hit points that the potion can restore."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 4",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Alert",
        "text": [
          "Always on the lookout for danger, you gain the following ",
          " ",
          "• You gain a +5 bonus to initiative.",
          " ",
          "• You can't be surprised while you are conscious.",
          " ",
          "• Other creatures don’t gain advantage on attack rolls against you as a result of being unseen by you."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 165",
        "modifier": {
          "category": "bonus",
          "text": "initiative +5"
        }
      },
      {
        "name": "Animal Handler",
        "text": [
          "You master the techniques needed to train and handle animals. You gain the following benefits. ",
          "  ",
          "• Increase your Wisdom score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Animal Handling skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You can use a bonus action on your turn to command one friendly beast within 60 feet of you that can hear you and that isn’t currently following the command of someone else. You decide now what action the beast will take and where it will move during its next turn, or you issue a general command that lasts for 1 minute, such as to guard a particular area."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 1",
        "proficiency": "animal handling",
        "modifier": {
          "category": "ability score",
          "text": "wisdom +1"
        }
      },
      {
        "name": "Arcanist",
        "text": [
          "You study the arcane arts, gaining the following benefits: ",
          "  ",
          "• Increase your Intelligence score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Arcana skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You learn the prestidigitation and detect magic spells. You can cast detect magic once without expending a spell slot, and you regain the ability to do so when you finish a long rest."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 1",
        "proficiency": "arcana",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Athlete",
        "text": [
          "You have undergone extensive physical training to gain the following benefits.",
          " ",
          "• Increase your Strength or Dexterity score by 1, to a maximum of 20.",
          " ",
          "• When you are prone, standing up uses only 5 feet of your movement.",
          " ",
          "• Climbing doesn't cost you extra movement.",
          " ",
          "• You can make a running long jump or a running high jump after moving only 5 feet on foot, rather than 10 feet."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 165",
        "modifier": {
          "category": "ability score",
          "text": "dexterity OR strength +1"
        }
      },
      {
        "name": "Barbed Hide",
        "prerequisite": "Tiefling",
        "text": [
          "One of your ancestors was a barbed devil or other spiky fiend. Barbs protrude from your head. You gain the following benefits: ",
          "  ",
          "• Increase your Constitution or Charisma score by 1, up to a maximum of 20. ",
          "  ",
          "• As a bonus action, you can cause small barbs to protrude all over your body or cause them to retract. At the start of each of your turns while the barbs are out, you deal 1d6 piercing damage to any creature grappling you or any creature grappled by you. ",
          "  ",
          "• You gain proficiency in the Intimidation skill. If you’re already proficient in it, your proficiency bonus is doubled for any check you make with it."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 1",
        "proficiency": "intimidation",
        "modifier": {
          "category": "ability score",
          "text": "charisma OR constitution +1"
        }
      },
      {
        "name": "Blade Mastery",
        "text": [
          "You master the shortsword, longsword, scimitar, rapier, and greatsword. You gain the following benefits when using any of them:",
          " ",
          "• You gain a +1 bonus to attack rolls you make with the weapon.",
          " ",
          "• On your turn, you can use your reaction to assume a parrying stance, provided you have the weapon in hand. Doing so grants you a +1 bonus to your AC until the start of your next turn or until you’re not holding the weapon.",
          " ",
          "• When you make an opportunity attack with the weapon, you have advantage on the attack roll."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 2"
      },
      {
        "name": "Bountiful Luck",
        "prerequisite": "Halfling",
        "text": [
          "Your people have extraordinary luck, which you have learned to mystically lend to your companions when you see them falter. You're not sure how you do it; you just wish it, and it happens. Surely a sign of fortune's favor!",
          " Whenever an ally you can see within 30 feet of you rolls a 1 on the d20 for an attack roll, an ability check, or a saving throw, you can use your reaction to let the ally reroll the die. The ally must use the new roll.",
          " When you use this ability, you can't use your Lucky racial trait before the end of your next turn."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 73"
      },
      {
        "name": "Brawny",
        "text": [
          "You become stronger, gaining the following benefits: ",
          "  ",
          "• Increase your Strength score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Athletics skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You count as if you were one size larger for the purpose of determining your carrying capacity."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 1",
        "proficiency": "athletics",
        "modifier": {
          "category": "ability score",
          "text": "strength +1"
        }
      },
      {
        "name": "Burglar",
        "text": [
          "You pride yourself on your quickness and your close study of certain clandestine activities. You gain the following benefits:",
          " ",
          "• Increase your Dexterity score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with thieves’ tools. If you are already proficient with them, you add double your proficiency bonus to checks you make with them."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 4",
        "modifier": {
          "category": "ability score",
          "text": "dexterity +1"
        }
      },
      {
        "name": "Charger",
        "text": [
          "When you use your action to Dash, you can use a bonus action to make one melee weapon attack or to shove a creature.",
          " If you move at least 10 feet in a straight line immediately before taking this bonus action, you either gain a +5 bonus to the attack's damage roll (if you chose to make a melee attack and hit) or push the target up to 10 feet away from you (if you chose to shove and you succeed)."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 165"
      },
      {
        "name": "Critter Friend",
        "prerequisite": "Gnome (forest)",
        "text": [
          "Your friendship with animals mystically deepens. You gain the following benefits: ",
          "  ",
          "• You gain proficiency in the Animal Handling skill. If you’re already proficient in it, your proficiency bonus is doubled for any check you make with it. ",
          "  ",
          "• You learn the speak with animals spell and can cast it at will, without expending a spell slot. You also learn the animal friendship spell, and you can cast it once with this feat, without expending a spell slot. You regain the ability to cast it in this way when you finish a long rest. Intelligence is your spellcasting ability for these spells."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 1",
        "proficiency": "animal handling"
      },
      {
        "name": "Crossbow Expert",
        "text": [
          "Thanks to extensive practice with the crossbow, you gain the following benefits.",
          " ",
          "• You ignore the loading quality of crossbows with which you are proficient.",
          " ",
          "• Being within 5 feet of a hostile creature doesn't impose disadvantage on your ranged attack rolls.",
          " ",
          "• When you use the Attack action and attack with a one-handed weapon, you can use a bonus action to attack with a hand crossbow you are holding."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 165"
      },
      {
        "name": "Defensive Duelist",
        "prerequisite": "Dexterity 13 or higher",
        "text": [
          "When you are wielding a finesse weapon with which you are proficient and another creature hits you with a melee attack, you can use your reaction to add your proficiency bonus to your AC for that attack, potentially causing the attack to miss you."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 165"
      },
      {
        "name": "Diplomat",
        "text": [
          "You master the arts of diplomacy, gaining the following benefits: ",
          "  ",
          "• Increase your Charisma score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Persuasion skill. If you are already proficient in this skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• If you spend 1 minute talking to someone who can understand what you say, you can make a Charisma (Persuasion) check contested by the creature’s Wisdom (Insight) check. If you or your companions are fighting the creature, your check automatically fails. If your check succeeds, the target is charmed by you as long as it remains within 60 feet of you and for 1 minute thereafter."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 2",
        "proficiency": "persuasion",
        "modifier": {
          "category": "ability score",
          "text": "charisma +1"
        }
      },
      {
        "name": "Dragon Fear",
        "prerequisite": "Dragonborn",
        "text": [
          "When angered, you radiate menace. You gain the following benefits: ",
          "  ",
          "• Increase your Charisma, Constitution or Strength score by 1, up to a maximum of 20. ",
          "  ",
          "• Instead of exhaling destructive energy, you can expend a use of your Breath Weapon trait to roar, forcing each creature of your choice within 30 feet of you to make a Wisdom saving throw (DC 8 + your proficiency bonus + your Charisma modifier). A target automatically succeeds if it can’t hear or see you. On a failed save, a target becomes frightened for 1 minute. If the frightened target takes any damage, it can repeat the saving throw, ending the effect on itself on a success."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74",
        "modifier": {
          "category": "ability score",
          "text": "charisma OR constitution OR strength +1"
        }
      },
      {
        "name": "Dragon Hide",
        "prerequisite": "Dragonborn",
        "text": [
          "You manifest scales and claws reminiscent of your draconic ancestors. You gain the following benefits: ",
          "  ",
          "• Increase your Charisma, Constitution, or Strength score by 1, up to a maximum of 20. ",
          "  ",
          "• Your scales harden; while you aren't wearing armor, you can calculate your AC as 13 + your Dexterity modifier. You can use a shield and still gain this benefit.",
          "  ",
          "• You grow retractable claws from the tips of your fingers. Extending or retracting the claws requires no action. The claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. "
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74",
        "modifier": {
          "category": "ability score",
          "text": "charisma OR constitution OR strength +1"
        }
      },
      {
        "name": "Dragon Wings",
        "prerequisite": "Dragonborn",
        "text": [
          "You sprout draconic wings. With your wings, you have a flying speed of 20 feet if you aren’t wearing heavy armor and aren’t exceeding your carrying capacity."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 2"
      },
      {
        "name": "Dragonmark of Detection",
        "prerequisite": "half-elf",
        "text": [
          "Your have the magical mark of Detection, the dragonmark of House Medani, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Wisdom as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: detect magic, mage hand",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: detect thoughts",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: clairvoyance"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Finding",
        "prerequisite": "half-orc or human",
        "text": [
          "Your have the magical mark of Finding, the dragonmark of House Tharashk, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Wisdom as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: identify, mage hand",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: locate object",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: clairvoyance"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Handling",
        "prerequisite": "human",
        "text": [
          "Your have the magical mark of Handling, the dragonmark of House Vadalis, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Wisdom as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: druidcraft, speak with animals",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: beast sense",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: conjure animals"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Healing",
        "prerequisite": "halfling",
        "text": [
          "Your have the magical mark of Healing, the dragonmark of House Jorasco, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Wisdom as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: cure wounds, spare the dying",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: lesser restoration",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: revivify"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Hospitality",
        "prerequisite": "halfling",
        "text": [
          "Your have the magical mark of Hospitality, the dragonmark of House Ghallanda, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Charisma as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: friends, unseen servant",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: rope trick",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: Leomund's tiny hut"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Making",
        "prerequisite": "human",
        "text": [
          "Your have the magical mark of Making, the dragonmark of House Cannith, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Intelligence as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: identify, mending",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: magic weapon",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: fabricate"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Passage",
        "prerequisite": "human",
        "text": [
          "Your have the magical mark of Passage, the dragonmark of House Orien, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Intelligence as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: expeditious retreat, light",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: misty step",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: teleportation circle"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Scribing",
        "prerequisite": "gnome",
        "text": [
          "Your have the magical mark of Scribing, the dragonmark of House Sivis, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Intelligence as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: comprehend languages, message",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: sending",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: tongues"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Sentinel",
        "prerequisite": "human",
        "text": [
          "Your have the magical mark of Sentinel, the dragonmark of House Deneith, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Wisdom as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: blade ward, compelled duel",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: blur",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: protection from energy"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Shadow",
        "prerequisite": "elf",
        "text": [
          "Your have the magical mark of Shadow, the dragonmark of House Phiarlan and House Thuranni, and are a member of one of those houses.",
          " You gain the ability to innately cast spells and cantrips, using Charisma as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: dancing lights, disguise self",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: darkness",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: nondetection"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Storm",
        "prerequisite": "half-elf",
        "text": [
          "Your have the magical mark of Storm, the dragonmark of House Lyrander, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Intelligence as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: fog cloud, shocking grasp",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: gust of wind",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: sleet storm"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Dragonmark of Warding",
        "prerequisite": "dwarf",
        "text": [
          "Your have the magical mark of Warding, the dragonmark of House Kundarak, and are a member of that house.",
          " You gain the ability to innately cast spells and cantrips, using Intelligence as your spellcasting ability. You cast each spell at its lowest level. Once you cast a given spell this way, you must finish a long rest before you can cast it innately again. You must still expend any material components. Your dragonmark confers the following benefits.",
          "  ",
          " Least Dragonmark:",
          " When you first take this feat, you gain the least dragonmark. You learn the following spells: alarm, resistance",
          "  ",
          " Lesser Dragonmark:",
          " At 5th level and higher, your mark becomes more potent, improving to lesser dragonmark. You learn the following spell: arcane lock",
          "  ",
          " Greater Dragonmark:",
          " At 9th level and higher, your mark's power increases again, becoming a greater dragonmark. You learn the following spell: magic circle"
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana - Eberron, p. 5"
      },
      {
        "name": "Drow High Magic",
        "prerequisite": "Elf (drow)",
        "text": [
          "You learn more of the spells typical of dark elves. You learn the detect magic spell and can cast it at will, without expending a spell slot. You also learn levitate and dispel magic, each of which you can cast once without expending a spell slot. You regain the ability to cast those two spells in this way when you finish a long rest. Charisma is your spellcasting ability for all three spells."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74"
      },
      {
        "name": "Dual Wielder",
        "text": [
          "You master fighting with two weapons, gaining the following benefits.",
          " ",
          "• You gain a +1 bonus to AC while you are wielding a separate melee weapon in each hand.",
          " ",
          "• You can use two-weapon fighting even when the one-handed melee weapons you are wielding aren't light.",
          " ",
          "• You can draw or stow two one-handed weapons when you would normally be able to draw or stow only one."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 165"
      },
      {
        "name": "Dungeon Delver",
        "text": [
          "Alert to the hidden traps and secret doors found in many dungeons, you gain the following benefits.",
          " ",
          "• You have advantage on Wisdom (Perception) and Intelligence (Investigation) checks made to detect the presence of secret doors.",
          " ",
          "• You have advantage on saving throws made to avoid or resist traps.",
          " ",
          "• You have resistance to the damage dealt by traps.",
          " ",
          "• You can search for traps while traveling at a normal pace, instead of only at a slow pace."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 166"
      },
      {
        "name": "Durable",
        "text": [
          "Hardy and resilient, you gain the following benefits.",
          " ",
          "• Increase your Constitution score by 1, to a maximum of 20.",
          " ",
          "• When you roll a Hit Die to regain hit points, the minimum number of hit points you regain from the roll equals twice your Constitution modifier (minimum of 2)."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 166",
        "modifier": {
          "category": "ability score",
          "text": "constitution +1"
        }
      },
      {
        "name": "Dwarven Fortitude",
        "prerequisite": "Dwarf",
        "text": [
          "You have the blood of dwarf heroes flowing through your veins. You gain the following benefits: ",
          "  ",
          "• Increase your Constitution score by 1, to a maximum of 20. ",
          "  ",
          "• Whenever you take the Dodge action in combat, you can spend one Hit Die to heal yourself. Roll the die, add your Constitution modifier, and regain a number of hit points equal to the total (minimum of 1)."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74",
        "modifier": {
          "category": "ability score",
          "text": "constitution +1"
        }
      },
      {
        "name": "Elemental Adept (Acid)",
        "prerequisite": "The ability to cast at least one spell",
        "text": [
          "Spells you cast ignore acid resistance. In addition, when you roll damage for a spell you cast that deals acid damage, you can treat any 1 on a damage die as a 2.",
          " You can select this feat multiple times. Each time you do so, you must choose a different damage type."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 166"
      },
      {
        "name": "Elemental Adept (Cold)",
        "prerequisite": "The ability to cast at least one spell",
        "text": [
          "Spells you cast ignore cold resistance. In addition, when you roll damage for a spell you cast that deals cold damage, you can treat any 1 on a damage die as a 2.",
          " You can select this feat multiple times. Each time you do so, you must choose a different damage type."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 166"
      },
      {
        "name": "Elemental Adept (Fire)",
        "prerequisite": "The ability to cast at least one spell",
        "text": [
          "Spells you cast ignore fire resistance. In addition, when you roll damage for a spell you cast that deals fire damage, you can treat any 1 on a damage die as a 2.",
          " You can select this feat multiple times. Each time you do so, you must choose a different damage type."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 166"
      },
      {
        "name": "Elemental Adept (Lightning)",
        "prerequisite": "The ability to cast at least one spell",
        "text": [
          "Spells you cast ignore lightining resistance. In addition, when you roll damage for a spell you cast that deals lightning damage, you can treat any 1 on a damage die as a 2.",
          " You can select this feat multiple times. Each time you do so, you must choose a different damage type."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 166"
      },
      {
        "name": "Elemental Adept (Thunder)",
        "prerequisite": "The ability to cast at least one spell",
        "text": [
          "Spells you cast ignore thunder resistance. In addition, when you roll damage for a spell you cast that deals thunder damage, you can treat any 1 on a damage die as a 2.",
          " You can select this feat multiple times. Each time you do so, you must choose a different damage type."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 166"
      },
      {
        "name": "Elven Accuracy",
        "prerequisite": "Elf",
        "text": [
          "The accuracy of elves is legendary, especially that of elf archers and spellcasters. You gain the following benefits: ",
          "  ",
          "• Increase your Dexterity, Intelligence, Wisdom or Charisma  score by 1, to a maximum of 20. ",
          "  ",
          "• Whenever you have advantage on an attack roll using Dexterity, Intelligence, Wisdom, or Charisma, you can reroll one of the dice once."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74",
        "modifier": {
          "category": "ability score",
          "text": "dexterity OR intelligence OR wisdom OR charisma +1"
        }
      },
      {
        "name": "Empathic",
        "text": [
          "You possess keen insight into how other people think and feel. You gain the following benefits: ",
          "  ",
          "• Increase your Wisdom score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Insight skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You can use your action to try to get uncanny insight about one humanoid you can see within 30 feet of you. Make a Wisdom (Insight) check contested by the target’s Charisma (Deception) check. If your check succeeds, you have advantage on attack rolls and ability checks against the target until the end of your next turn."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 2",
        "proficiency": "insight",
        "modifier": {
          "category": "ability score",
          "text": "wisdom +1"
        }
      },
      {
        "name": "Everybody's Friend",
        "prerequisite": "Half-Elf",
        "text": [
          "You develop your magnetic personality to ease your way through the world. You gain the following benefits: ",
          "  ",
          "• Increase your Charisma score by 1, up to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Deception and Persuasion skills. If you’re already proficient in either skill, your proficiency bonus is doubled for any check you make with that skill."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 2",
        "proficiency": "deception, persuasion",
        "modifier": {
          "category": "ability score",
          "text": "charisma +1"
        }
      },
      {
        "name": "Fade Away",
        "prerequisite": "Gnome",
        "text": [
          "You can draw on your magical heritage to escape danger. You gain the following benefits: ",
          "  ",
          "• Increase your Dexterity or Intelligence score by 1, up to a maximum of 20. ",
          "  ",
          "• Immediately after you take damage, you can use a reaction to magically become invisible until the end of your next turn or until you attack, deal damage, or force someone to make a saving throw. Once you use this ability, you can’t do so again until you finish a short or long rest."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74",
        "modifier": {
          "category": "ability score",
          "text": "dexterity OR intelligence +1"
        }
      },
      {
        "name": "Fell Handed",
        "text": [
          "You master the handaxe, battleaxe, greataxe, warhammer, and maul. You gain the following benefits when using any of them:",
          " ",
          "• You gain a +1 bonus to attack rolls you make with the weapon.",
          " ",
          "• Whenever you have advantage on a melee attack roll you make with the weapon and hit, you can knock the target prone if the lower of the two d20 rolls would also hit the target.",
          " ",
          "• Whenever you have disadvantage on a melee attack roll you make with the weapon, the target takes bludgeoning damage equal to your Strength modifier (minimum of 0) if the attack misses but the higher of the two d20 rolls would have hit.",
          " ",
          "• If you use the Help action to aid an ally’s melee attack while you’re wielding the weapon, you knock the target’s shield aside momentarily. In addition to the ally gaining advantage on the attack roll, the ally gains a +2 bonus to the roll if the target is using a shield."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 2"
      },
      {
        "name": "Fey Teleportation",
        "prerequisite": "Elf (high)",
        "text": [
          "Your study of high elven lore has unlocked fey power that few other elves possess, except your eladrin cousins. Drawing on your fey ancestry, you can momentarily stride through the Feywild to shorten your path from one place to another. You gain the following benefits: ",
          "  ",
          "• Increase your Intelligence or Charisma score by 1, to a maximum of 20. ",
          "  ",
          "• You learn to speak, read, and write Sylvan.",
          "  ",
          "•  You learn the misty step spell and can cast it once without expending a spell slot. You regain the ability to cast it in this way when you finish a short or long rest. Intelligence is your spellcasting ability for this spell."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74",
        "modifier": {
          "category": "ability score",
          "text": "charisma OR intelligence +1"
        }
      },
      {
        "name": "Flail Mastery",
        "text": [
          "The flail is a tricky weapon to use, but you have spent countless hours mastering it. You gain the following benefits.",
          " ",
          "• You gain a +1 bonus to attack rolls you make with a flail.",
          " ",
          "• As a bonus action on your turn, you can prepare yourself to extend your flail to sweep over targets’ shields. Until the end of this turn, your attack rolls with a flail gain a +2 bonus against any target using a shield.",
          " ",
          "• When you hit with an opportunity attack using a flail, the target must succeed on a Strength saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be knocked prone."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 3"
      },
      {
        "name": "Flames of Phlegethos (Charisma)",
        "prerequisite": "Tiefling",
        "text": [
          "You learn to call on hellfire to serve your commands. You gain the following benefits: ",
          "  ",
          "• Increase your Charisma or Intelligence score by 1, to a maximum of 20. ",
          "  ",
          "• When you roll fire damage for a spell you cast, you can reroll any roll of 1 on the fire damage dice, but you must use the new roll, even if it is another 1. ",
          "  ",
          "• Whenever you cast a spell that deals fire damage, you can cause flames to wreathe you until the end of your next turn. The flames don’t harm you or your possessions, and they shed bright light out to 30 feet and dim light for an additional 30 feet. While the flames are present, any creature within 5 feet of you that hits you with a melee attack takes 1d4 fire damage."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 74",
        "modifier": {
          "category": "ability score",
          "text": "charisma OR intelligence+1"
        }
      },
      {
        "name": "Gourmand",
        "text": [
          "You have mastered a variety of special recipes, allowing you to prepare exotic dishes with useful effects. You gain the following benefits:",
          " ",
          "• Increase your Constitution score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with cook’s utensils. If you are already proficient with them, you add double your proficiency bonus to checks you make with them.",
          " ",
          "• As an action, you can inspect a drink or plate of food within 5 feet of you and determine whether it is poisoned, provided that you can see and smell it.",
          " ",
          "• During a long rest, you can prepare and serve a meal that helps you and your allies recover from the rigors of adventuring, provided you have suitable food, cook’s utensils, and other supplies on hand. The meal serves up to six people, and each person who eats it regains two additional Hit Dice at the end of the long rest. In addition, those who partake of the meal have advantage on Constitution saving throws against disease for the next 24 hours."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 4",
        "modifier": {
          "category": "ability score",
          "text": "constitution +1"
        }
      },
      {
        "name": "Grappler",
        "prerequisite": "Strength 13 or higher",
        "text": [
          "You've developed the skills necessary to hold your own in close-quarters grappling. You gain the following benefits.",
          " ",
          "• You have advantage on attack rolls against a creature you are grappling.",
          " ",
          "• You can use your action to try to pin a creature grappled by you. To do so, make another grapple check. If you succeed, you and the creature are both restrained until the grapple ends."
        ],
	"srdContent": true,
	"module": "core",
	"source": "Player's Handbook, p. 167"
      },
      {
        "name": "Great Weapon Master",
        "text": [
          "You've learned to put the weight of a weapon to your advantage, letting its momentum empower your strikes. You gain the following benefits.",
          " ",
          "• On your turn, when you score a critical hit with a melee weapon or reduce a creature to 0 hit points with one, you can make one melee weapon attack as a bonus action.",
          " ",
          "• Before you make a melee attack with a heavy weapon that you are proficient with, you can choose to take a -5 penalty to the attack roll. If the attack hits, you add +10 to the attack's damage."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167"
      },
      {
        "name": "Grudge-Bearer",
        "prerequisite": "Dwarf",
        "text": [
          "You have a deep hatred for a particular kind of creature. Choose your foes, a type of creature to bear the burden of your wrath: aberrations, beasts, celestials, constructs, dragons, elementals, fey, fiends, giants, monstrosities, oozes, plants, or undead. Alternatively, you can choose two races of humanoid (such as gnolls and orcs). You gain the following benefits: ",
          "  ",
          "• Increase your Strength, Constitution, or Wisdom score by 1, to a maximum of 20. ",
          "  ",
          "• During the first round of any combat against your chosen foes, your attack rolls against any of them have advantage. ",
          "  ",
          "• When any of your chosen foes makes an opportunity attack against you, it makes the attack roll with disadvantage. ",
          "  ",
          "• Whenever you make an Intelligence (Arcana, History, Nature, or Religion) check to recall information about your chosen foes, you add double your proficiency bonus to the check, even if you’re not normally proficient."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 3",
        "modifier": {
          "category": "ability score",
          "text": "constitution OR strength OR wisdom+1"
        }
      },
      {
        "name": "Healer",
        "text": [
          "You are an able physician, allowing you to mend wounds quickly and get your allies back in the fight. You gain the following benefits.",
          " ",
          "• When you use a healer's kit to stabilize a dying creature, that creature also regains 1 hit point.",
          " ",
          "• As an action, you can spend one use of a healer's kit to tend to a creature and restore 1d6+4 hit points to it, plus additional hit points equal to the creature's maximum number of Hit Dice. The creature can't regain hit points from this feat again until it finishes a short or long rest."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167"
      },
      {
        "name": "Heavily Armored",
        "prerequisite": "Proficiency with medium armor",
        "text": [
          "You have trained to master the use of heavy armor, gaining the following benefits.",
          " ",
          "• Increase your Strength score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with heavy armor."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167",
        "modifier": {
          "category": "ability score",
          "text": "strength +1"
        }
      },
      {
        "name": "Heavy Armor Master",
        "prerequisite": "Proficiency with heavy armor",
        "text": [
          "You can use your armor to deflect strikes that would kill others. You gain the following benefits.",
          " ",
          "• Increase your Strength score by 1, to a maximum of 20.",
          " ",
          "• While you are wearing heavy armor, bludgeoning, piercing, and slashing damage that you take from nonmagical weapons is reduced by 3."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167",
        "modifier": {
          "category": "ability score",
          "text": "strength +1"
        }
      },
      {
        "name": "Historian",
        "text": [
          "Your study of history rewards you with the following benefits: ",
          "  ",
          "• Increase your Intelligence score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the History skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• When you take the Help action to aid another creature’s ability check, you can make a DC 15 Intelligence (History) check. On a success, that creature’s check gains a bonus equal to your proficiency bonus, as you share pertinent advice and historical examples. To receive this bonus, the creature must be able to understand what you’re saying."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 2",
        "proficiency": "history",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Human Determination",
        "prerequisite": "Human",
        "text": [
          "You are filled with a determination that can draw the unreachable within your reach. You gain the following benefits: ",
          "  ",
          "• Increase one ability score of your choice by 1, to a maximum of 20. ",
          "  ",
          "• When you make an attack roll, an ability check, or a saving throw, you can do so with advantage. Once you use this ability, you can’t use it again until you finish a short or long rest."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 3",
        "modifier": {
          "category": "ability score",
          "text": "one ability score of your choice +1"
        }
      },
      {
        "name": "Infernal Constitution",
        "prerequisite": "Tiefling",
        "text": [
          "Fiendish blood runs strong in you, unlocking a resilience akinto that possessed by some fiends. You gain the following benefits: ",
          "  ",
          "• Increase your Constitution score by 1, up to a maximum of 20. ",
          "  ",
          "• You have resistance to cold and poison damage. ",
          "  ",
          "• You have advantage on saving throws against being poisoned."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 75",
        "modifier": {
          "category": "ability score",
          "text": "constitution +1"
        }
      },
      {
        "name": "Inspiring Leader",
        "prerequisite": "Charisma 13 or higher",
        "text": [
          "You can spend 10 minutes inspiring your companions, shoring up their resolve to fight. When you do so, choose up to six friendly creatures (which can include yourself) within 30 feet of you who can see or hear you and who can understand you. Each creature can gain temporary hit points equal to your level + your Charisma modifier. A creature can't gain temporary hit points from this feat again until it has finished a short or long rest."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167"
      },
      {
        "name": "Investigator",
        "text": [
          "You have an eye for detail and can pick out the smallest clues. You gain the following benefits: ",
          "  ",
          "• Increase your Intelligence score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Investigation skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You can take the Search action as a bonus action."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 2",
        "proficiency": "investigation",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Keen Mind",
        "text": [
          "You have a mind that can track time, direction, and detail with uncanny precision. You gain the following benefits.",
          " ",
          "• Increase your Intelligence score by 1, to a maximum of 20.",
          " ",
          "• You always know which way is north.",
          " ",
          "• You always know the number of hours left before the next sunrise or sunset.",
          " ",
          "• You can accurately recall anything you have seen or heard within the past month."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Lightly Armored",
        "text": [
          "You have trained to master the use of light armor, gaining the following benefits.",
          " ",
          "• Increase your Strength or Dexterity score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with light armor."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167",
        "modifier": {
          "category": "ability score",
          "text": "dexterity OR strength +1"
        }
      },
      {
        "name": "Linguist",
        "text": [
          "You have studied languages and codes, gaining the following benefits.",
          " ",
          "• Increase your Intelligence score by 1, to a maximum of 20.",
          " ",
          "• You learn three languages of your choice.",
          " ",
          "• You can ably create written ciphers. Others can't decipher a code you create unless you teach them, they succeed on an Intelligence check (DC equal to your Intelligence score + your proficiency bonus), or they use magic to decipher it."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Lucky",
        "text": [
          "You have inexplicable luck that seems to kick in at just the right moment.",
          " You have 3 luck points. Whenever you make an attack roll, an ability check, or a saving throw, you can spend one luck point to roll an additional d20. You can choose to spend one of your luck points after you roll the die, but before the outcome is determined. You choose which of the d20s is used for the attack roll, ability check, or saving throw.",
          " You can also spend one luck point when an attack roll is made against you. Roll a d20, and then choose whether the attack uses the attacker's roll or yours. If more than one creature spends a luck point to influence the outcome of a roll, the points cancel each other out; no additional dice are rolled.",
          " You regain your expended luck points when you finish a long rest."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 167"
      },
      {
        "name": "Mage Slayer",
        "text": [
          "You have practiced techniques useful in melee combat against spellcasters, gaining the following benefits.",
          " ",
          "• When a creature within 5 feet of you casts a spell, you can use your reaction to make a melee weapon attack against that creature.",
          " ",
          "• When you damage a creature that is concentrating on a spell, that creature has disadvantage on the saving throw it makes to maintain its concentration.",
          " ",
          "• You have advantage on saving throws against spells cast by creatures within 5 feet of you."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Magic Initiate (Bard)",
        "text": [
          "You learn two bard cantrips of your choice.",
          " In addition, choose one 1st-level bard spell to learn. Using this feat, you can cast the spell once at its lowest level, and you must finish a long rest before you can cast it in this way again.",
          " Your spellcasting ability for these spells is Charisma."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Magic Initiate (Cleric)",
        "text": [
          "You learn two cleric cantrips of your choice.",
          " In addition, choose one 1st-level cleric spell to learn. Using this feat, you can cast the spell once at its lowest level, and you must finish a long rest before you can cast it in this way again.",
          " Your spellcasting ability for these spells is Wisdom."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Magic Initiate (Druid)",
        "text": [
          "You learn two druid cantrips of your choice.",
          " In addition, choose one 1st-level druid spell to learn. Using this feat, you can cast the spell once at its lowest level, and you must finish a long rest before you can cast it in this way again.",
          " Your spellcasting ability for these spells is Wisdom."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Magic Initiate (Sorcerer)",
        "text": [
          "You learn two sorcerer cantrips of your choice.",
          " In addition, choose one 1st-level sorcerer spell to learn. Using this feat, you can cast the spell once at its lowest level, and you must finish a long rest before you can cast it in this way again.",
          " Your spellcasting ability for these spells is Charisma."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Magic Initiate (Warlock)",
        "text": [
          "You learn two warlock cantrips of your choice.",
          " In addition, choose one 1st-level warlock spell to learn. Using this feat, you can cast the spell once at its lowest level, and you must finish a long rest before you can cast it in this way again.",
          " Your spellcasting ability for these spells is Charisma."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Magic Initiate (Wizard)",
        "text": [
          "You learn two wizard cantrips of your choice.",
          " In addition, choose one 1st-level wizard spell to learn. Using this feat, you can cast the spell once at its lowest level, and you must finish a long rest before you can cast it in this way again.",
          " Your spellcasting ability for these spells is Intelligence."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Martial Adept",
        "text": [
          "You have martial training that allows you to perform special combat maneuvers. You gain the following benefits:",
          "  ",
          "• You learn two maneuvers of your choice from among those available to the Battle Master archetype in the fighter class. If a maneuver you use requires your target to make a saving throw to resist the maneuver’s effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).",
          "  ",
          "• You gain one superiority die, which is a d6 (this die is added to any superiority dice you have from another source). This die is used to fuel your maneuvers. A superiority die is expended when you use it. You regain your expended superiority dice when you finish a short or long rest."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Master of Disguise",
        "text": [
          "You have honed your ability to shape your personality and to read the personalities of others. You gain the following benefits:",
          " ",
          "• Increase your Charisma score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with the disguise kit. If you are already proficient with it, you add double your proficiency bonus to checks you make with it.",
          " ",
          "• If you spend 1 hour observing a creature, you can then spend 8 hours crafting a disguise you can quickly don to mimic that creature. Making the disguise requires a disguise kit. You must make checks as normal to disguise yourself, but you can assume the disguise as an action."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 4",
        "modifier": {
          "category": "ability score",
          "text": "charisma +1"
        }
      },
      {
        "name": "Medic",
        "text": [
          "You master the physician’s arts, gaining the following benefits: ",
          "  ",
          "• Increase your Wisdom score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Medicine skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• During a short rest, you can clean and bind the wounds of up to six willing beasts and humanoids. Make a DC 15 Wisdom (Medicine) check for each creature. On a success, if a creature spends a Hit Die during this rest, that creature can forgo the roll and instead regain the maximum number of hit points the die can restore. A creature can do so only once per rest, regardless of how many Hit Dice it spends."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 2",
        "proficiency": "medicine",
        "modifier": {
          "category": "ability score",
          "text": "wisdom +1"
        }
      },
      {
        "name": "Medium Armor Master",
        "prerequisite": "Proficiency with medium armor",
        "text": [
          "You have practiced moving in medium armor to gain the following benefits.",
          " ",
          "• Wearing medium armor doesn't impose disadvantage on your Dexterity (Stealth) checks.",
          " ",
          "• When you wear medium armor, you can add 3, rather than 2, to your AC if you have a Dexterity of 16 or higher."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Menacing",
        "text": [
          "You become fearsome to others, gaining the following benefits: ",
          "  ",
          "• Increase your Charisma score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Intimidation skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• When you take the Attack action on your turn, you can replace one attack with an attempt to demoralize one humanoid you can see within 30 feet of you that can see and hear you. Make a Charisma (Intimidation) check contested by the target’s Wisdom (Insight) check. If your check succeeds, the target is frightened until the end of your next turn. If your check fails, the target can’t be frightened by you in this way for 1 hour."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 2",
        "proficiency": "intimidation",
        "modifier": {
          "category": "ability score",
          "text": "charisma +1"
        }
      },
      {
        "name": "Mobile",
        "text": [
          "You are exceptionally speedy and agile. You gain the following benefits.",
          " ",
          "• Your speed increases by 10 feet.",
          " ",
          "• When you use the Dash action, difficult terrain doesn't cost you extra movement on that turn.",
          " ",
          "• When you make a melee attack against a creature, you don't provoke opportunity attacks from that creature for the rest of the turn, whether you hit or not."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168",
        "modifier": {
          "category": "bonus",
          "text": "speed +10"
        }
      },
      {
        "name": "Moderately Armored",
        "prerequisite": "Proficiency with light armor",
        "text": [
          "You have trained to master the use of medium armor and shields, gaining the following benefits.",
          " ",
          "• Increase your Strength or Dexterity score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with medium armor and shields."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168",
        "modifier": {
          "category": "ability score",
          "text": "dexterity OR strength +1"
        }
      },
      {
        "name": "Mounted Combatant",
        "text": [
          "You are a dangerous foe to face while mounted. While you are mounted and aren't incapacitated, you gain the following benefits.",
          " ",
          "• You have advantage on melee attack rolls against any unmounted creature that is smaller than your mount.",
          " ",
          "• You can force an attack targeted at your mount to target you instead.",
          " ",
          "• If your mount is subjected to an effect that allows it to make a Dexterity saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Naturalist",
        "text": [
          "Your extensive study of nature rewards you with the following benefits: ",
          "  ",
          "• Increase your Intelligence score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Nature skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You learn the druidcraft and detect poison and disease spells. You can cast detect poison and disease once without expending a spell slot, and you regain the ability to do so when you finish a long rest."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 3",
        "proficiency": "nature",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Observant",
        "text": [
          "Quick to notice details of your environment, you gain the following benefits.",
          " ",
          "• Increase your Intelligence or Wisdom score by 1, to a maximum of 20.",
          " ",
          "• If you can see a creature's mouth while it is speaking a language you understand, you can interpret what it's saying by reading its lips.",
          " ",
          "• You have a +5 bonus to your passive Wisdom (Perception) and passive Intelligence (Investigation) scores."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168",
        "modifier": [
          {
            "category": "bonus",
            "text": "passive wisdom AND intelligence +5"
          },
          {
            "category": "ability score",
            "text": "intelligence OR wisdom+1"
          }
        ]
      },
      {
        "name": "Orcish Aggression",
        "prerequisite": "Half-Orc",
        "text": [
          "As a bonus action, you can move up to your speed toward an enemy of your choice that you can see or hear. You must end this move closer to the enemy than you started."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 3"
      },
      {
        "name": "Orcish Fury (Constitution)",
        "prerequisite": "Half-Orc",
        "text": [
          "Your fury burns tirelessly. You gain the following benefits: ",
          "  ",
          "• Increase your Constitution  or Strength score by 1, up to a maximum of 20. ",
          "  ",
          "• When you hit with an attack using a simple or martial weapon, you can roll one of the weapon’s damage dice an additional time and add it as extra damage of the weapon’s damage type. Once you use this ability, you can’t use it again until you finish a short or long rest. ",
          "  ",
          "• Immediately after you use your Relentless Endurance trait, you can use your reaction to make one weapon attack."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 75",
        "modifier": {
          "category": "ability score",
          "text": "constitution OR strength +1"
        }
      },
      {
        "name": "Perceptive",
        "text": [
          "You hone your senses until they become razor sharp. You gain the following benefits: ",
          "  ",
          "• Increase your Wisdom score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Perception skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• Being in a lightly obscured area doesn’t impose disadvantage on your Wisdom (Perception) checks if you can both see and hear."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 3",
        "proficiency": "perception",
        "modifier": {
          "category": "ability score",
          "text": "wisdom +1"
        }
      },
      {
        "name": "Performer",
        "text": [
          "You master performance so that you can command any stage. You gain the following benefits: ",
          "  ",
          "• Increase your Charisma score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Performance skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• While performing, you can try to distract one humanoid you can see who can see and hear you. Make a Charisma (Performance) check contested by the humanoid’s Wisdom (Insight) check. If your check succeeds, you grab the humanoid’s attention enough that it makes Wisdom (Perception) and Intelligence (Investigation) checks with disadvantage until you stop performing."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 3",
        "proficiency": "performance",
        "modifier": {
          "category": "ability score",
          "text": "charisma +1"
        }
      },
      {
        "name": "Polearm Master",
        "text": [
          "You can keep your enemies at bay with reach weapons. You gain the following benefits.",
          " ",
          "• When you take the Attack action and attack with only a glaive, halberd, or quarterstaff, you can use a bonus action to make a melee attack with the opposite end of the weapon. This attack uses the same ability modifier as the primary attack. The weapon’s damage die for this attack is a d4, and it deals bludgeoning damage.",
          " ",
          "• While you are wielding a glaive, halberd, pike, or quarterstaff, other creatures provoke an opportunity attack from you when they enter your reach."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168"
      },
      {
        "name": "Prodigy",
        "prerequisite": "Half-Elf or Human",
        "text": [
          "You have a knack for learning new things. You gain the following benefits:",
          "  ",
          "• You gain one skill proficiency of your choice, one tool proficiency of your choice, and fluency in one language of your choice.",
          "  ",
          "• Choose one skill in which you have proficiency. You gain expertise in that skill, which means your proficiency bonus is doubled for any ability check you make with it. The skill you choose must be one that isn't already benefitting from a feature, such as Expertise, that doubles your proficiency bonus."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 75"
      },
      {
        "name": "Quick-Fingered",
        "text": [
          "Your nimble fingers and agility let you perform sleight of hand. You gain the following benefits: ",
          "  ",
          "• Increase your Dexterity score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Sleight of Hand skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• As a bonus action, you can make a Dexterity (Sleight of Hand) check to plant something on someone else, conceal an object on a creature, lift a purse, or take something from a pocket."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 3",
        "proficiency": "sleight of hand",
        "modifier": {
          "category": "ability score",
          "text": "dexterity +1"
        }
      },
      {
        "name": "Resilient",
        "text": [
          "Choose one ability score. You gain the following benefits.",
          " ",
          "• Increase the chosen ability score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency in saving throws using the chosen ability."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 168",
        "proficiency": "charisma",
        "modifier": {
          "category": "ability score",
          "text": "one ability score of your choice +1"
        }
      },
      {
        "name": "Ritual Caster",
        "prerequisite": "Intelligence or Wisdom 13 or higher",
        "text": [
          "You have learned a number of spells that you can cast as rituals. These spells are written in a ritual book, which you must have in hand while casting one of them.",
          " When you choose this feat, you acquire a ritual book holding two 1st-level bard spells of your choice. The spells you choose must have the ritual tag. Charisma is your spellcasting ability for these spells.",
          " If you come across a spell in written form, such as a magical spell scroll or a wizard's spellbook, you might be able to add it to your ritual book. The spell must be on the bard spell list, the spell's level can be no higher than half your level (rounded up), and it must have the ritual tag. The process of copying the spell into your ritual book takes 2 hours per level of the spell, and costs 50 gp per level. The cost represents material components you expend as you experiment with the spell to master it, as well as the fine inks you need to record it."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 169"
      },
      {
        "name": "Savage Attacker",
        "text": [
          "Once per turn when you roll damage for a melee weapon attack, you can reroll the weapon's damage dice and use either total."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 169"
      },
      {
        "name": "Second Chance",
        "prerequisite": "Halfling",
        "text": [
          "Fortune favors you when someone tries to strike you. You gain the following benefits: ",
          "  ",
          "• Increase your Charisma, Constitution, or Dexterity score by 1, to a maximum of 20. ",
          "  ",
          "• When a creature you can see hits you with an attack roll, you can use your reaction to force that creature to reroll. Once you use this ability, you can’t do so again until you roll initiative at the start of combat or until you finish a short or long rest."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 75",
        "modifier": {
          "category": "ability score",
          "text": "charisma OR constitution OR dexterity +1"
        }
      },
      {
        "name": "Sentinel",
        "text": [
          "You have mastered techniques to take advantage of every drop in any enemy's guard, gaining the following benefits.",
          " ",
          "• When you hit a creature with an opportunity attack, the creature's speed becomes 0 for the rest of the turn.",
          " ",
          "• Creatures provoke opportunity attacks from you even if they take the Disengage action before leaving your reach.",
          " ",
          "• When a creature within 5 feet of you makes an attack against a target other than you (and that target doesn't have this feat), you can use your reaction to make a melee weapon attack against the attacking creature."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 169"
      },
      {
        "name": "Sharpshooter",
        "text": [
          "You have mastered ranged weapons and can make shots that others find impossible. You gain the following benefits.",
          " ",
          "• Attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls.",
          " ",
          "• Your ranged weapon attacks ignore half cover and three-quarters cover.",
          " ",
          "• Before you make an attack with a ranged weapon that you are proficient with, you can choose to take a -5 penalty to the attack roll. If the attack hits, you add +10 to the attack's damage."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "Shield Master",
        "text": [
          "You use shields not just for protection but also for offense. You gain the following benefits while you are wielding a shield.",
          " ",
          "• If you take the Attack action on your turn, you can use a bonus action to try to shove a creature within 5 feet of you with your shield.",
          " ",
          "• If you aren't incapacitated, you can add your shield's AC bonus to any Dexterity saving throw you make against a spell or other harmful effect that targets only you.",
          " ",
          "• If you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you can use your reaction to take no damage if you succeed on the saving throw, interposing your shield between yourself and the source of the effect."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "Silver-Tongued",
        "text": [
          "You develop your conversational skill to better deceive others. You gain the following benefits: ",
          "  ",
          "  ",
          "• Increase your Charisma score by 1, to a maximum of 20. ",
          "  ",
          "  ",
          "• You gain proficiency in the Deception skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "  ",
          "• When you take the Attack action on your turn, you can replace one attack with an attempt to deceive one humanoid you can see within 30 feet of you that can see and hear you. Make a Charisma (Deception) check contested by the target’s Wisdom (Insight) check. If your check succeeds, your movement doesn’t provoke opportunity attacks from the target and your attack rolls against it have advantage; both benefits last until the end of your next turn or until you use this ability on a different target. If your check fails, the target can’t be deceived by you in this way for 1 hour."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 3",
        "proficiency": "deception",
        "modifier": {
          "category": "ability score",
          "text": "charisma +1"
        }
      },
      {
        "name": "Skilled",
        "text": [
          "You gain proficiency in any combination of three skills or tools of your choice."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "Skulker",
        "prerequisite": "Dexterity 13 or higher",
        "text": [
          "You are expert at slinking through shadows. You gain the following benefits.",
          " ",
          "• You can try to hide when you are lightly obscured from the creature from which you are hiding.",
          " ",
          "• When you are hidden from a creature and miss it with a ranged weapon attack, making the attack doesn't reveal your position.",
          " ",
          "• Dim light doesn't impose disadvantage on your Wisdom (Perception) checks relying on sight."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "Spear Mastery",
        "text": [
          "Though the spear is a simple weapon to learn, it rewards you for the time you have taken to master it. You gain the following benefits.",
          " ",
          "• You gain a +1 bonus to attack rolls you make with a spear.",
          " ",
          "• When you use a spear, its damage die changes from a d6 to a d8, and from a d8 to a d10 when wielded with two hands. (This benefit has no effect if another feature has already improved the weapon’s die.)",
          " ",
          "• You can set your spear to receive a charge. As a bonus action, choose a creature you can see that is at least 20 feet away from you. If that creatures moves within your spear’s reach on its next turn, you can make a melee attack against it with your spear as a reaction. If the attack hits, the target takes an extra 1d8 piercing damage, or an extra 1d10 piercing damage if you wield the spear with two hands. You can’t use this ability if the creature used the Disengage action before moving.",
          " ",
          "• As a bonus action on your turn, you can increase your reach with a spear by 5 feet for the rest of your turn."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats, p. 3"
      },
      {
        "name": "Spell Sniper",
        "prerequisite": "The ability to cast at least one spell",
        "text": [
          "You have learned techniques to enhance your attacks with certain kinds of spells, gaining the following benefits.",
          " ",
          "• When you cast a spell that requires you to make an attack roll, the spell's range is doubled.",
          " ",
          "• Your ranged spell attacks ignore half cover and three-quarters cover.",
          " ",
          "• You learn one cantrip that requires an attack roll. Choose the cantrip from the bard, cleric, druid, sorcerer, warlock, or wizard spell list. Your spellcasting ability for this cantrip depends on the spell list you chose from: Charisma for bard, sorcerer, or warlock; Wisdom for cleric or druid; or Intelligence for wizard."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "Squat Nimbleness",
        "prerequisite": "Dwarf or a Small race",
        "text": [
          "You are uncommonly nimble for your race. You gain the following benefits: ",
          "  ",
          "• Increase your Dexterity or Strength score by 1, to a maximum of 20. ",
          "  ",
          "• Increase your walking speed by 5 feet. ",
          "  ",
          "• You gain proficiency in the Acrobatics or Athletics skill (your choice).",
          "  ",
          "• You have advantage on any Strength 9Athletics) or Dexterity (Acrobatics) check you makes to escape from being grappled."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 75",
        "modifier": [
          {
            "category": "ability score",
            "text": "dexterity OR strength+1"
          },
          {
            "category": "bonus",
            "text": "speed + 5"
          }
        ]
      },
      {
        "name": "Stealthy",
        "text": [
          "You know how best to hide. You gain the following benefits: ",
          "  ",
          "• Increase your Dexterity score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Stealth skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• If you are hidden, you can move up to 10 feet in the open without revealing yourself if you end the move in a position where you’re not clearly visible."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 4",
        "proficiency": "stealth",
        "modifier": {
          "category": "ability score",
          "text": "dexterity +1"
        }
      },
      {
        "name": "Survivalist",
        "text": [
          "You master wilderness lore, gaining the following benefits: ",
          "  ",
          "• Increase your Wisdom score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Survival skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You learn the alarm spell. You can cast it once without expending a spell slot, and you regain the ability to do so when you finish a long rest."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 4",
        "proficiency": "survival",
        "modifier": {
          "category": "ability score",
          "text": "wisdom +1"
        }
      },
      {
        "name": "Svirfneblin Magic",
        "prerequisite": "Gnome (deep gnome)",
             "srdContent": false,
             "module": "core",
        "text": [
          "You have inherited the innate spellcasting ability of your ancestors. This ability allows you to cast nondetection on yourself at will, without needing a material component. You can also cast each of the following spells once with this ability: blindness/deafness, blur, and disguise self. You regain the ability to cast these spells when you finish a long rest.",
          " Intelligence is your spellcasting ability for these spells, and you cast them at their lowest possible levels.",
          " ",
          "Source: Sword Coast Adventurer's Guide, p. 115",
          "     Elemental Evil Player's Companion, p. 7",
          "     Mordenkainen's Tome of Foes, p. 114"
        ]
      },
      {
        "name": "Tavern Brawler",
        "text": [
          "Accustomed to rough-and-tumble fighting using whatever weapons happen to be at hand, you gain the following benefits.",
          " ",
          "• Increase your Strength or Constitution score by 1, to a maximum of 20.",
          " ",
          "• You are proficient with improvised weapons.",
          " ",
          "• Your unarmed strike uses a d4 for damage.",
          " ",
          "• When you hit a creature with an unarmed strike or an improvised weapon on your turn, you can use a bonus action to attempt to grapple the target."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "Theologian",
        "text": [
          "Your extensive study of religion rewards you with the following benefits: ",
          "  ",
          "• Increase your Intelligence score by 1, to a maximum of 20. ",
          "  ",
          "• You gain proficiency in the Religion skill. If you are already proficient in the skill, you add double your proficiency bonus to checks you make with it. ",
          "  ",
          "• You learn the thaumaturgy and detect evil and good spells. You can cast detect evil and good once without expending a spell slot, and you regain the ability to do so when you finish a long rest."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Skills, p. 4",
        "proficiency": "religion",
        "modifier": {
          "category": "ability score",
          "text": "intelligence +1"
        }
      },
      {
        "name": "Tough",
        "text": [
          "Your hit point maximum increases by an amount equal to twice your level when you gain this feat. Whenever you gain a level thereafter, your hit point maximum increases by an additional 2 hit points."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "War Caster",
        "prerequisite": "The ability to cast at least one spell",
        "text": [
          "You have practiced casting spells in the midst of combat, learning techniques that grant you the following benefits.",
          " ",
          "• You have advantage on Constitution saving throws that you make to maintain your concentration on a spell when you take damage.",
          " ",
          "• You can perform the somatic components of spells even when you have weapons or a shield in one or both hands.",
          " ",
          "• When a hostile creature's movement provokes an opportunity attack from you, you can use your reaction to cast a spell at the creature, rather than making an opportunity attack. The spell must have a casting time of 1 action and must target only that creature."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170"
      },
      {
        "name": "Weapon Master",
        "text": [
          "You have practiced extensively with a variety of weapons, gaining the following benefits.",
          " ",
          "• Increase your Strength or Dexterity score by 1, to a maximum of 20.",
          " ",
          "• You gain proficiency with four weapons of your choice. Each one must be a simple or a martial weapon."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Player's Handbook, p. 170",
        "modifier": {
          "category": "ability score",
          "text": "dexterity OR strength +1"
        }
      },
      {
        "name": "Wonder Maker",
        "prerequisite": "Gnome (rock)",
        "text": [
          "You master the tinker techniques of your people. You gain the following benefits: ",
          "  ",
          "• Increase your Dexterity or Intelligence score by 1, to a maximum of 20. ",
          "  ",
          "• When you make a check using your proficiency with tinker’s tools, you add double your proficiency bonus to the check. ",
          "  ",
          "• When you make a device with your Tinker trait, you have the following additional options for what you make: ",
          "  ",
          "Alarm: This device senses when a creature moves to within 15 feet of it without speaking aloud a password chosen when you create it. One round after a creature moves into range, the alarm makes a shrill ringing that lasts for 1 minute and can be heard from up to 300 feet away. ",
          "  ",
          "Calculator: This device makes doing sums easy. ",
          "  ",
          "Lifter: This device can be used as a block and tackle, allowing its user to hoist five times the weight the user can normally lift. ",
          "  ",
          "Timekeeper: This pocket watch keeps accurate time. ",
          "  ",
          "Weather Sensor: When used as an action, this device predicts weather conditions in a 1-mile radius over the next 4 hours, showing one symbol (clouds, sun/moon, rain, or snow) for each hour."
        ],
	"srdContent": false,
	"module": "unearthedArcana",
	"source": "Unearthed Arcana: Feats for Races, p. 4",
        "modifier": {
          "category": "ability score",
          "text": "dexterity OR intelligence+1"
        }
      },
      {
        "name": "Wood Elf Magic",
        "prerequisite": "Elf (wood)",
        "text": [
          "You learn the magic of the primeval woods, which are revered and protected by your people. You learn one druid cantrip of your choice. You also learn the longstrider and pass without trace spells, each of which you can cast once without expending a spell slot. You regain the ability to cast these two spells in this way when you finish a long rest. Wisdom is your spellcasting ability for all three spells."
        ],
	"srdContent": false,
	"module": "core",
	"source": "Xanathar's Guide to Everything, p. 75"
      }
    ]
}
